export const movies = [
    {
      id: 1,
      title: "Форсаж 10",
      description: "Продовження культової серії про вуличні перегони та родину Торетто. У цій частині Домінік Торетто та його команда стикаються з новими викликами, які загрожують їхньому життю та свободі. Захоплюючі перегони, неймовірні трюки та незламна дружба — усе це чекає на глядачів у новій частині.",
      genre: "Екшн",
      poster: "https://upload.wikimedia.org/wikipedia/ru/thumb/c/c4/Fast_X.jpg/1200px-Fast_X.jpg",
      sessionTime: "2023-06-15T08:00:00"
    },
    {
      id: 2,
      title: "Аватар 2",
      description: "Нова частина епічної саги Джеймса Кемерона про Пандору. Глядачі знову поринуть у дивовижний світ, де природа та технології зливаються в одне ціле. Цього разу історія розповідає про нові виклики, які постають перед народом На'ві, та про те, як вони захищають свою планету від зовнішніх загроз.",
      genre: "Фантастика",
      poster: "https://thumbs.dfs.ivi.ru/storage28/contents/6/2/d012a3f1b06e0ef89ce4c8f381ebe1.jpg",
      sessionTime: "2023-06-15T10:30:00"
    },
    {
      id: 3,
      title: "Месники: Війна нескінченності",
      description: "«Ме́сники: Війна́ Нескінче́нності» — американський супергеройський фільм, знятий братами Руссо за мотивами коміксів про однойменну команду видавництва Marvel. У цій частині Месники об'єднуються з іншими героями, щоб протистояти Таносу, який прагне зібрати всі Камені Нескінченності та знищити половину всесвіту. Епічні битви, драматичні моменти та несподівані повороти чекають на глядачів.",
      genre: "Фантастика",
      poster: "https://cdn.planetakino.ua/660_avengers-infinity-war_2018/Media/Posters/vertical/opt_9698e27c-eac9-40a4-a457-29aef21668ef.jpg",
      sessionTime: "2023-06-15T12:15:00"
    },
    {
      id: 4,
      title: "Дюна: Частина друга",
      description: "Продовження епічної екранізації роману Френка Герберта. Пол Атрейдес продовжує свою подорож у світі Дюни, де інтриги, зради та боротьба за владу стають ще більш напруженими. Глядачі дізнаються більше про долю Поля, його родини та планети Арракіс, яка є ключем до майбутнього всесвіту.",
      genre: "Фантастика",
      poster: "https://bestin.ua/wp-content/uploads/2024/03/cover1-scaled-1.jpg",
      sessionTime: "2023-06-15T14:20:00"
    },
    {
      id: 5,
      title: "Інтерстеллар",
      description: "Фільм про подорож у космосі, де група дослідників використовує нововідкритий червоточинний тунель для подолання величезних відстаней у космосі, щоб знайти новий дім для людства.",
      genre: "Фантастика",
      poster: "https://posters.hurtom.com/albums/movies/interstellar2.jpg",
      sessionTime: "2023-06-15T16:30:00"
    },
    {
      id: 6,
      title: "Втеча з Шоушенка",
      description: "«Втеча з Шоушенка» — американський фільм-драма 1994 року, знятий режисером Френком Дарабонтом за повістю Стівена Кінга «Ріта Гейворт і втеча з Шоушенка». Станом на 31 грудня 2023 року займає 1-шу позицію у списку 250 найкращих фільмів за версією IMDb.",
      genre: "Драма",
      poster: "https://static.hdrezka.ac/i/2021/3/6/v6113f7f005baab50d60m.jpeg",
      sessionTime: "2023-06-15T18:50:00"
    },
    {
      id: 7,
      title: "Престиж",
      description: "«Престиж» — науково-фантастичний фільм режисера Крістофера Нолана. Екранізація однойменного роману 1995 року письменника-фантаста Крістофера Пріста. У фільмі розповідається про ілюзіоністів Роберта Енджера й Альфреда Бордена, які змагаються між собою в Лондоні наприкінці 19-го сторіччя.",
      genre: "Драма",
      poster: "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/0e1384ae-6367-4bba-9e5d-d91c6625371e/600x900",
      sessionTime: "2023-06-15T20:50:00"
    },
    {
      id: 8,
      title: "Барбі",
      description: "Барбіленд – напрочуд прекрасний світ. Його мешканці – ідеальні та вічно молоді. Вони мають спортивні фігури, красиві обличчя. Постійно виглядаючи як супермоделі, хлопці та дівчата одягаються у модний одяг. Гучні вечірки супроводжуються виключно сучасною музикою, а їхні учасники здатні танцювати всю ніч. Але варто придивитися, видно, що рухи надто механічні, а прагнення до ідеалу надто наполегливе.",
      genre: "Комедія",
      poster: "https://upload.wikimedia.org/wikipedia/ru/thumb/4/4b/Barbie_2023_poster.jpeg/640px-Barbie_2023_poster.jpeg",
      sessionTime: "2023-06-16T08:00:00"
    },
    {
      id: 9,
      title: "Воно",
      description: '"Воно" - один з найбільш "стівенкінговських" романів у творчості знаменитого майстра жаху, це по-справжньому жахлива книга, в якій перемішалися хоррор, ностальгія по невинності і майже відчутні, блискуче описані страхи підлітків.',
      genre: "Жахи",
      poster: "https://content1.rozetka.com.ua/goods/images/big/19479456.jpg",
      sessionTime: "2023-06-16T10:00:00"
    },
    {
      id: 10,
      title: "Носферату",
      description: "Події відбуваються в Німеччині в 1838 році, і слідують історії Томаса Хаттера та його дружини Еллен. Хаттер відправляється у справах до гір Трансильванії, в Карпатах. Він там, щоб укласти угоду з графом Орлоком, хворим аристократом, який хоче купити новий будинок у районі Хаттера, маєток Грюнвальд. Томас вирушає в подорож, залишаючи Еллен з її найкращою подругою, вагітною Анною Гардінг, її чоловіком Фрідріхом та їхніми двома доньками.",
      genre: "Жахи",
      poster: "https://upload.wikimedia.org/wikipedia/ru/thumb/0/0d/Nosferatu_%282024%29_theatrical_poster.jpg/640px-Nosferatu_%282024%29_theatrical_poster.jpg",
      sessionTime: "2023-06-16T12:00:00"
    },
    {
      id: 11,
      title: "Ейс Вентура: детектив з розшуку домашніх тварин",
      description: "Фільм «Ейс Вентура: Розшук домашніх тварин» - це сімейна комедія, головним героєм якої є неповторний детектив з розшуку домашніх тварин - Ейс Вентура. Можливо, його манера вести справи трохи шокує, проте він кращий в своїй справі і завжди домагається поставленої мети. А ще цей неординарний сищик продовжує зачаровувати жінок, чому заздрять його колеги по роботі. ",
      genre: "Комедія",
      poster: "https://uaserial.com/images/serials/67/671b57bb155b5012699220.webp",
      sessionTime: "2023-06-16T14:20:00"
    },
    {
      id: 12,
      title: "Безславні виродки",
      description: "Одне з найбільш спірних творінь неповторного Квентіна Тарантіно - «Безславні виродки» (Inglorious basterds). Фільм знятий в жанрі історичної драми, але під час перегляду стає ясно, що це, скоріше, альтернативний варіант історії, яку Тарантіно пропустив через призму власного бачення з доброю часткою іронії і специфічного гумору.",
      genre: "Екшн",
      poster: "https://image.tmdb.org/t/p/original/lPpjth2c7DSu7oYpTKwEj1p11fM.jpg",
      sessionTime: "2023-06-16T16:30:00"
    },
    {
      id: 13,
      title: "О́стрів про́клятих",
      description: "«О́стрів про́клятих» — американський психологічний трилер від режисера Мартіна Скорсезе за однойменним романом Денніса Лігейна 2003 року. Двоє федеральних маршалів США прямують на один з островів у штаті Массачусетс, щоб розслідувати зникнення пацієнтки з клініки для божевільних злочинців",
      genre: "Детектив",
      poster: "https://images.kinobaza.com.ua/w2000/6732ca20263d6.jpg.webp",
      sessionTime: "2023-06-16T18:30:00"
    },
    {
      id: 14,
      title: "Шерлок Голмс",
      description: "Шерлок Голмс — фільм британського режисера Гая Річі про детектива Шерлока Голмса, літературного персонажа видатного англійського письменника сера Артура Конан Дойля. Прем'єра стрічки відбулася взимку 2009 року.",
      genre: "Детектив",
      poster: "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/244e2847-f426-4c60-86ba-34cde7db695f/600x900",
      sessionTime: "2023-06-16T20:20:00"
    }
];