export const movies = [
    {
      id: 1,
      title: "Форсаж 10",
      description: "Продовження культової серії про вуличні перегони та родину Торетто. У цій частині Домінік Торетто та його команда стикаються з новими викликами, які загрожують їхньому життю та свободі. Захоплюючі перегони, неймовірні трюки та незламна дружба — усе це чекає на глядачів у новій частині.",
      genre: "Екшн",
      poster: "https://uakino.me/uploads/mini/poster/db/daa9df70e5e66e60db591050b032ba.webp",
      sessionTime: "2023-06-15T18:00:00"
    },
    {
      id: 2,
      title: "Аватар 2",
      description: "Нова частина епічної саги Джеймса Кемерона про Пандору. Глядачі знову поринуть у дивовижний світ, де природа та технології зливаються в одне ціле. Цього разу історія розповідає про нові виклики, які постають перед народом На'ві, та про те, як вони захищають свою планету від зовнішніх загроз.",
      genre: "Фантастика",
      poster: "https://uakino.me/uploads/mini/poster/03/5d228b8f939f6b766f2ad9034c8f25.webp",
      sessionTime: "2023-06-15T20:30:00"
    },
    {
      id: 3,
      title: "Месники: Війна нескінченності",
      description: "«Ме́сники: Війна́ Нескінче́нності» — американський супергеройський фільм, знятий братами Руссо за мотивами коміксів про однойменну команду видавництва Marvel. У цій частині Месники об'єднуються з іншими героями, щоб протистояти Таносу, який прагне зібрати всі Камені Нескінченності та знищити половину всесвіту. Епічні битви, драматичні моменти та несподівані повороти чекають на глядачів.",
      genre: "Фантастика",
      poster: "https://uakino.me/uploads/mini/poster/3b/3242e2914bdd76271b5b65aad2fea8.webp",
      sessionTime: "2023-06-16T19:15:00"
    },
    {
      id: 4,
      title: "Дюна: Частина друга",
      description: "Продовження епічної екранізації роману Френка Герберта. Пол Атрейдес продовжує свою подорож у світі Дюни, де інтриги, зради та боротьба за владу стають ще більш напруженими. Глядачі дізнаються більше про долю Поля, його родини та планети Арракіс, яка є ключем до майбутнього всесвіту.",
      genre: "Фантастика",
      poster: "https://uakino.me/uploads/mini/poster/5c/3a4038c907a1e793393b6a90a1414e.webp",
      sessionTime: "2023-06-17T21:00:00"
    }
];